boss/config/ims/ADD_HSIFC.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Header>
		<Authentication>
			<Username>#{user}</Username>
			<Password>#{password}</Password>
		</Authentication>
		<MEName>HSS</MEName>
		<MessageID>#{seq}</MessageID>
	</soap:Header>
	<soap:Body>
		<ADD_HSIFC xmlns="http://www.huawei.com/IMS/HSSV900R009C00SPC200">
			<IMPU>sip:+8620#{businessKey}@ims.kongguanju.com</IMPU>
			<SIFCID>2</SIFCID>
      </ADD_HSIFC>
	</soap:Body>
</soap:Envelope> 
